-- Add up migration script here

INSERT INTO menu_item(id, org_id, parent_id, title, price_min, price_max, duration_min, duration_max) VALUES
(100, 0, NULL, 'Стрижка', 300, 800, 15, 45),
(110, 0, 100, 'Мужская', 300, 500, 15, 30),
(120, 0, 100, 'Женская', 500, 800, 30, 45),
(130, 0, 100, 'Детская', 300, 500, 15, 30),
(200, 0, NULL, 'Окрашивание', 1000, 2500, 90, 180),
(210, 0, 200, 'Простое', 1000, 1500, 90, 120),
(220, 0, 200, 'Сложное', 1500, 2000, 120, 150),
(230, 0, 200, 'Очень сложное', 2000, 3000, 150, 180),
(300, 0, NULL, 'Укладка', 500, 100, 30, 60)
;